{
  "nodes": [
    {
      "op": "null", 
      "name": "input", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp", 
        "hash": "6903d0798a6a48d6"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p502", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply", 
        "hash": "770f7c0dd90c8cc2"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          2, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_15", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_15", 
        "Compiler": "mera_drp", 
        "hash": "78b9197beb88eb14"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p503", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply", 
        "hash": "770f7c0dd90c8cc2"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ], 
        [
          4, 
          1, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_25", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_25", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_25", 
        "Compiler": "mera_drp", 
        "hash": "152bd18eb1d55fec"
      }, 
      "inputs": [
        [
          6, 
          0, 
          0
        ], 
        [
          4, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p504", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply", 
        "hash": "770f7c0dd90c8cc2"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ], 
        [
          7, 
          1, 
          0
        ], 
        [
          8, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_35", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_35", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_35", 
        "Compiler": "mera_drp", 
        "hash": "b656d6957b176f90"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ], 
        [
          7, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p505", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply", 
        "hash": "770f7c0dd90c8cc2"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ], 
        [
          10, 
          1, 
          0
        ], 
        [
          11, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_45", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_45", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_45", 
        "Compiler": "mera_drp", 
        "hash": "73845e3264650d52"
      }, 
      "inputs": [
        [
          12, 
          0, 
          0
        ], 
        [
          10, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p506", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply", 
        "hash": "770f7c0dd90c8cc2"
      }, 
      "inputs": [
        [
          13, 
          0, 
          0
        ], 
        [
          13, 
          1, 
          0
        ], 
        [
          14, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_55", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_55", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_55", 
        "Compiler": "mera_drp", 
        "hash": "fa9fe2290b793931"
      }, 
      "inputs": [
        [
          15, 
          0, 
          0
        ], 
        [
          13, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p507", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p508", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "11b0999de13a59a9"
      }, 
      "inputs": [
        [
          16, 
          1, 
          0
        ], 
        [
          17, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p509", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "59d0fb9edcafef7a"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          20, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_62", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_62", 
        "hash": "b264abd8469821f5", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_62", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p510", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "fc14a98546df6836"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          23, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_68", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_68", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_68", 
        "Compiler": "mera_drp", 
        "hash": "feae7df7c1350466"
      }, 
      "inputs": [
        [
          24, 
          0, 
          0
        ], 
        [
          16, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p511", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p512", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "11b0999de13a59a9"
      }, 
      "inputs": [
        [
          25, 
          1, 
          0
        ], 
        [
          26, 
          0, 
          0
        ], 
        [
          27, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p513", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "59d0fb9edcafef7a"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ], 
        [
          29, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_71", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_71", 
        "hash": "f53d3d6c4b48aefb", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_71", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          25, 
          0, 
          0
        ], 
        [
          30, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p514", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "fc14a98546df6836"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ], 
        [
          32, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_77", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_77", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_77", 
        "Compiler": "mera_drp", 
        "hash": "4815a96709348d5c"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ], 
        [
          25, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p515", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p516", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "11b0999de13a59a9"
      }, 
      "inputs": [
        [
          34, 
          1, 
          0
        ], 
        [
          35, 
          0, 
          0
        ], 
        [
          36, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p517", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "59d0fb9edcafef7a"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_80", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_80", 
        "hash": "51f213968aae2863", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_80", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ], 
        [
          39, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p518", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "fc14a98546df6836"
      }, 
      "inputs": [
        [
          40, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_86", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_86", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_86", 
        "Compiler": "mera_drp", 
        "hash": "f2ffad0107c41398"
      }, 
      "inputs": [
        [
          42, 
          0, 
          0
        ], 
        [
          34, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p519", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p520", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "11b0999de13a59a9"
      }, 
      "inputs": [
        [
          43, 
          1, 
          0
        ], 
        [
          44, 
          0, 
          0
        ], 
        [
          45, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p521", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "59d0fb9edcafef7a"
      }, 
      "inputs": [
        [
          46, 
          0, 
          0
        ], 
        [
          47, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_89", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_89", 
        "hash": "fb83c42f87660209", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_89", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          43, 
          0, 
          0
        ], 
        [
          48, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p522", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "fc14a98546df6836"
      }, 
      "inputs": [
        [
          49, 
          0, 
          0
        ], 
        [
          50, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_95", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_95", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_95", 
        "Compiler": "mera_drp", 
        "hash": "e476e17efcdec1e3"
      }, 
      "inputs": [
        [
          51, 
          0, 
          0
        ], 
        [
          43, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p523", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p524", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "11b0999de13a59a9"
      }, 
      "inputs": [
        [
          52, 
          1, 
          0
        ], 
        [
          53, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p525", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "59d0fb9edcafef7a"
      }, 
      "inputs": [
        [
          55, 
          0, 
          0
        ], 
        [
          56, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_98", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_98", 
        "hash": "7472c30fab3ab39f", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_98", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          52, 
          0, 
          0
        ], 
        [
          57, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p526", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "fc14a98546df6836"
      }, 
      "inputs": [
        [
          58, 
          0, 
          0
        ], 
        [
          59, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_104", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_104", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_104", 
        "Compiler": "mera_drp", 
        "hash": "a49afd38dab39b88"
      }, 
      "inputs": [
        [
          60, 
          0, 
          0
        ], 
        [
          52, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p527", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p528", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "11b0999de13a59a9"
      }, 
      "inputs": [
        [
          61, 
          1, 
          0
        ], 
        [
          62, 
          0, 
          0
        ], 
        [
          63, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p529", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "59d0fb9edcafef7a"
      }, 
      "inputs": [
        [
          64, 
          0, 
          0
        ], 
        [
          65, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_107", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_107", 
        "hash": "44028013b32d4cc2", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_107", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          61, 
          0, 
          0
        ], 
        [
          66, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p530", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "fc14a98546df6836"
      }, 
      "inputs": [
        [
          67, 
          0, 
          0
        ], 
        [
          68, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_113", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_113", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_113", 
        "Compiler": "mera_drp", 
        "hash": "850de9334f59c4ec"
      }, 
      "inputs": [
        [
          69, 
          0, 
          0
        ], 
        [
          61, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p531", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p532", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "11b0999de13a59a9"
      }, 
      "inputs": [
        [
          70, 
          1, 
          0
        ], 
        [
          71, 
          0, 
          0
        ], 
        [
          72, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p533", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "59d0fb9edcafef7a"
      }, 
      "inputs": [
        [
          73, 
          0, 
          0
        ], 
        [
          74, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_116", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_116", 
        "hash": "7446cc76dde3f54d", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_116", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          70, 
          0, 
          0
        ], 
        [
          75, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p534", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "fc14a98546df6836"
      }, 
      "inputs": [
        [
          76, 
          0, 
          0
        ], 
        [
          77, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_122", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_122", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_122", 
        "Compiler": "mera_drp", 
        "hash": "43ebe904ed70b86e"
      }, 
      "inputs": [
        [
          78, 
          0, 
          0
        ], 
        [
          70, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p535", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p536", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "11b0999de13a59a9"
      }, 
      "inputs": [
        [
          79, 
          1, 
          0
        ], 
        [
          80, 
          0, 
          0
        ], 
        [
          81, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p537", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "59d0fb9edcafef7a"
      }, 
      "inputs": [
        [
          82, 
          0, 
          0
        ], 
        [
          83, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_125", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_125", 
        "hash": "56e9999b8332b801", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_125", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          79, 
          0, 
          0
        ], 
        [
          84, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p538", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "fc14a98546df6836"
      }, 
      "inputs": [
        [
          85, 
          0, 
          0
        ], 
        [
          86, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_131", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_131", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_131", 
        "Compiler": "mera_drp", 
        "hash": "5efbf7a4f6cddb30"
      }, 
      "inputs": [
        [
          87, 
          0, 
          0
        ], 
        [
          79, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p539", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p540", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "11b0999de13a59a9"
      }, 
      "inputs": [
        [
          88, 
          1, 
          0
        ], 
        [
          89, 
          0, 
          0
        ], 
        [
          90, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p541", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "59d0fb9edcafef7a"
      }, 
      "inputs": [
        [
          91, 
          0, 
          0
        ], 
        [
          92, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_134", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_134", 
        "hash": "8bcd395fda8e3723", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_134", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          88, 
          0, 
          0
        ], 
        [
          93, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p542", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "fc14a98546df6836"
      }, 
      "inputs": [
        [
          94, 
          0, 
          0
        ], 
        [
          95, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_140", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_140", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_140", 
        "Compiler": "mera_drp", 
        "hash": "83113ff9628d1dc0"
      }, 
      "inputs": [
        [
          96, 
          0, 
          0
        ], 
        [
          88, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p543", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p544", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "11b0999de13a59a9"
      }, 
      "inputs": [
        [
          97, 
          1, 
          0
        ], 
        [
          98, 
          0, 
          0
        ], 
        [
          99, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p545", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d", 
        "out_layout": "", 
        "kernel_layout": "OIHW16o", 
        "data_layout": "NCHW", 
        "hash": "59d0fb9edcafef7a"
      }, 
      "inputs": [
        [
          100, 
          0, 
          0
        ], 
        [
          101, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_143", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_143", 
        "hash": "4912cb6c45523c46", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_143", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          97, 
          0, 
          0
        ], 
        [
          102, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p546", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "fc14a98546df6836"
      }, 
      "inputs": [
        [
          103, 
          0, 
          0
        ], 
        [
          104, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_149", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_149", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_149", 
        "Compiler": "mera_drp", 
        "hash": "96043507a0720f89"
      }, 
      "inputs": [
        [
          105, 
          0, 
          0
        ], 
        [
          97, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p547", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p548", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_1_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW8o", 
        "data_layout": "NCHW", 
        "hash": "2c47fadbd808fdb5"
      }, 
      "inputs": [
        [
          106, 
          1, 
          0
        ], 
        [
          107, 
          0, 
          0
        ], 
        [
          108, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p549", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_1_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW8o", 
        "data_layout": "NCHW", 
        "hash": "c3d2cb6adddc1fde"
      }, 
      "inputs": [
        [
          109, 
          0, 
          0
        ], 
        [
          110, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_159", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_159", 
        "hash": "0e92ef71f0988a04", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_159", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          106, 
          0, 
          0
        ], 
        [
          111, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p550", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_2_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_2", 
        "hash": "e649703f46793b6f"
      }, 
      "inputs": [
        [
          112, 
          0, 
          0
        ], 
        [
          113, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_165", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_165", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_165", 
        "Compiler": "mera_drp", 
        "hash": "389299283fa6d52a"
      }, 
      "inputs": [
        [
          114, 
          0, 
          0
        ], 
        [
          106, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p551", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p552", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_1_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW8o", 
        "data_layout": "NCHW", 
        "hash": "2c47fadbd808fdb5"
      }, 
      "inputs": [
        [
          115, 
          1, 
          0
        ], 
        [
          116, 
          0, 
          0
        ], 
        [
          117, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p553", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_1_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW8o", 
        "data_layout": "NCHW", 
        "hash": "c3d2cb6adddc1fde"
      }, 
      "inputs": [
        [
          118, 
          0, 
          0
        ], 
        [
          119, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_168", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_168", 
        "hash": "53db0427acbee7ef", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_168", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          115, 
          0, 
          0
        ], 
        [
          120, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p554", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_2_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_2", 
        "hash": "e649703f46793b6f"
      }, 
      "inputs": [
        [
          121, 
          0, 
          0
        ], 
        [
          122, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_174", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_174", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_174", 
        "Compiler": "mera_drp", 
        "hash": "2259968c6fbaf07a"
      }, 
      "inputs": [
        [
          123, 
          0, 
          0
        ], 
        [
          115, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p555", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p556", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_1_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW8o", 
        "data_layout": "NCHW", 
        "hash": "2c47fadbd808fdb5"
      }, 
      "inputs": [
        [
          124, 
          1, 
          0
        ], 
        [
          125, 
          0, 
          0
        ], 
        [
          126, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p557", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_1_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW8o", 
        "data_layout": "NCHW", 
        "hash": "c3d2cb6adddc1fde"
      }, 
      "inputs": [
        [
          127, 
          0, 
          0
        ], 
        [
          128, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_177", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_177", 
        "hash": "74779e01eabfb316", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_177", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          124, 
          0, 
          0
        ], 
        [
          129, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p558", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_2_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_2", 
        "hash": "e649703f46793b6f"
      }, 
      "inputs": [
        [
          130, 
          0, 
          0
        ], 
        [
          131, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_183", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_183", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_183", 
        "Compiler": "mera_drp", 
        "hash": "b64bdf1d0fd6aa55"
      }, 
      "inputs": [
        [
          132, 
          0, 
          0
        ], 
        [
          124, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p559", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p560", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_1_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW8o", 
        "data_layout": "NCHW", 
        "hash": "2c47fadbd808fdb5"
      }, 
      "inputs": [
        [
          133, 
          1, 
          0
        ], 
        [
          134, 
          0, 
          0
        ], 
        [
          135, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p561", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_1_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW8o", 
        "data_layout": "NCHW", 
        "hash": "c3d2cb6adddc1fde"
      }, 
      "inputs": [
        [
          136, 
          0, 
          0
        ], 
        [
          137, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_186", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_186", 
