{
  "nodes": [
    {
      "op": "null", 
      "name": "input1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp", 
        "hash": "f7968fc43db6e0b5"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p26", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_pad", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_pad", 
        "hash": "7aa0da36fbb870d2"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          2, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_0", 
        "layout": "NCHW", 
        "hash": "361705b555fa329a", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate", 
        "hash": "c05a240a1650e442"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ], 
        [
          4, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_10", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_mera_drp_main_10", 
        "Compiler": "mera_drp", 
        "hash": "89d2f7bbb640a74b"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_1", 
        "hash": "2cafd345ebba88e0"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          6, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_main_9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_main_9", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_mera_drp_main_9", 
        "Compiler": "mera_drp", 
        "hash": "d5770bb1d038646b"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ], 
        [
          7, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0, 2], 
  "heads": [
    [
      8, 
      0, 
      0
    ], 
    [
      8, 
      1, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "device_index": [
      "list_int", 
      [
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        4, 
        5, 
        6, 
        4, 
        6, 
        4, 
        1, 
        6
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 416, 416], 
        [1, 512, 13, 13], 
        [1, 256, 26, 26], 
        [], 
        [1, 512, 14, 14], 
        [1, 57, 13, 13], 
        [1, 256, 13, 13], 
        [1, 256, 13, 13], 
        [1, 128, 26, 26], 
        [1, 384, 26, 26], 
        [1, 57, 13, 13], 
        [1, 57, 26, 26]
      ]
    ]
  }, 
  "node_row_ptr": [0, 1, 3, 4, 5, 7, 8, 9, 10, 12]
}