{
  "nodes": [
    {
      "op": "null", 
      "name": "input_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp", 
        "hash": "54e73079e770fff6"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p208", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p209", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p210", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p211", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p212", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p213", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_reshape_transpose_split_multiply_add_exp_multiply_sigmoid_concatenate_resh_db94fcd2a5925c0f_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "9", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_reshape_transpose_split_multiply_add_exp_multiply_sigmoid_concatenate_resh_db94fcd2a5925c0f_", 
        "hash": "4721f82fd782d4e6"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          1, 
          2, 
          0
        ], 
        [
          2, 
          0, 
          0
        ], 
        [
          3, 
          0, 
          0
        ], 
        [
          4, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ], 
        [
          6, 
          0, 
          0
        ], 
        [
          7, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0, 2, 3, 4, 5, 6, 7], 
  "heads": [
    [
      8, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "device_index": [
      "list_int", 
      [
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1, 
        1
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        4, 
        5, 
        6, 
        7, 
        8, 
        9, 
        10
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 416, 416], 
        [1, 18, 52, 52], 
        [1, 18, 26, 26], 
        [1, 18, 13, 13], 
        [], 
        [1, 1, 52, 52, 2], 
        [], 
        [1, 1, 26, 26, 2], 
        [], 
        [1, 1, 13, 13, 2], 
        [1, 3549, 18]
      ]
    ]
  }, 
  "node_row_ptr": [0, 1, 4, 5, 6, 7, 8, 9, 10, 11]
}