{
  "nodes": [
    {
      "op": "null", 
      "name": "input", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_0", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_0"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply", 
        "hash": "f6f9f55493a643d4"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_9", 
      "attrs": {
        "num_outputs": "3", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_9"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "ddff053730f2234b"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ], 
        [
          3, 
          1, 
          0
        ], 
        [
          3, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_18", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_18"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ], 
        [
          3, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_2", 
        "hash": "6528564b017359a8"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ], 
        [
          5, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_30", 
      "attrs": {
        "num_outputs": "3", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_30"
      }, 
      "inputs": [
        [
          6, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_3", 
        "hash": "12071f87f01e19d0"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ], 
        [
          7, 
          1, 
          0
        ], 
        [
          7, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_41", 
      "attrs": {
        "num_outputs": "3", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_41"
      }, 
      "inputs": [
        [
          8, 
          0, 
          0
        ], 
        [
          7, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_31", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_3", 
        "hash": "12071f87f01e19d0"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ], 
        [
          9, 
          1, 
          0
        ], 
        [
          9, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_53", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_53"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ], 
        [
          9, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p230", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p231", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "79753d7f55ebdc1e"
      }, 
      "inputs": [
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_59", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_59"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_4", 
        "hash": "66c607687c80ded4"
      }, 
      "inputs": [
        [
          15, 
          0, 
          0
        ], 
        [
          14, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_64", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_64"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p232", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p233", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "11c2b825fa04ad07"
      }, 
      "inputs": [
        [
          17, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ], 
        [
          19, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_69", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_69"
      }, 
      "inputs": [
        [
          20, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_5", 
        "hash": "72c7f7de56d21018"
      }, 
      "inputs": [
        [
          21, 
          0, 
          0
        ], 
        [
          20, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_74", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_74"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          17, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p234", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p235", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "11c2b825fa04ad07"
      }, 
      "inputs": [
        [
          23, 
          0, 
          0
        ], 
        [
          24, 
          0, 
          0
        ], 
        [
          25, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_80", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_80"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_51", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_5", 
        "hash": "72c7f7de56d21018"
      }, 
      "inputs": [
        [
          27, 
          0, 
          0
        ], 
        [
          26, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_85", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_85"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ], 
        [
          23, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_6", 
        "hash": "d9eccb826c80be8b"
      }, 
      "inputs": [
        [
          29, 
          0, 
          0
        ], 
        [
          29, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_97", 
      "attrs": {
        "num_outputs": "3", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_97"
      }, 
      "inputs": [
        [
          30, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_7", 
        "hash": "f0fdb09042eb18a7"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ], 
        [
          31, 
          1, 
          0
        ], 
        [
          31, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_108", 
      "attrs": {
        "num_outputs": "3", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_108"
      }, 
      "inputs": [
        [
          32, 
          0, 
          0
        ], 
        [
          31, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_71", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_7", 
        "hash": "f0fdb09042eb18a7"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ], 
        [
          33, 
          1, 
          0
        ], 
        [
          33, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_120", 
      "attrs": {
        "num_outputs": "3", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_120"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ], 
        [
          33, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_72", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_7", 
        "hash": "f0fdb09042eb18a7"
      }, 
      "inputs": [
        [
          35, 
          0, 
          0
        ], 
        [
          35, 
          1, 
          0
        ], 
        [
          35, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_132", 
      "attrs": {
        "num_outputs": "3", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_132"
      }, 
      "inputs": [
        [
          36, 
          0, 
          0
        ], 
        [
          35, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_73", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_7", 
        "hash": "f0fdb09042eb18a7"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ], 
        [
          37, 
          1, 
          0
        ], 
        [
          37, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_144", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_144"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          37, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p236", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p237", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_2", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "0f6d3442ddcf3f37"
      }, 
      "inputs": [
        [
          39, 
          0, 
          0
        ], 
        [
          40, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_150", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_150"
      }, 
      "inputs": [
        [
          42, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_8", 
        "hash": "e4f68e5e0c863297"
      }, 
      "inputs": [
        [
          43, 
          0, 
          0
        ], 
        [
          42, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_155", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_155"
      }, 
      "inputs": [
        [
          44, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p238", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p239", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "565a9943c3b304db"
      }, 
      "inputs": [
        [
          45, 
          0, 
          0
        ], 
        [
          46, 
          0, 
          0
        ], 
        [
          47, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_160", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_160"
      }, 
      "inputs": [
        [
          48, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_9", 
        "hash": "1580cae57059bbf2"
      }, 
      "inputs": [
        [
          49, 
          0, 
          0
        ], 
        [
          48, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_165", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_165"
      }, 
      "inputs": [
        [
          50, 
          0, 
          0
        ], 
        [
          45, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p240", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p241", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_31", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "565a9943c3b304db"
      }, 
      "inputs": [
        [
          51, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_171", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_171"
      }, 
      "inputs": [
        [
          54, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_91", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_9", 
        "hash": "1580cae57059bbf2"
      }, 
      "inputs": [
        [
          55, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_176", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_176"
      }, 
      "inputs": [
        [
          56, 
          0, 
          0
        ], 
        [
          51, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p242", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p243", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_32", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "565a9943c3b304db"
      }, 
      "inputs": [
        [
          57, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ], 
        [
          59, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_182", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_182"
      }, 
      "inputs": [
        [
          60, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_92", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_9", 
        "hash": "1580cae57059bbf2"
      }, 
      "inputs": [
        [
          61, 
          0, 
          0
        ], 
        [
          60, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_187", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_187"
      }, 
      "inputs": [
        [
          62, 
          0, 
          0
        ], 
        [
          57, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p244", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p245", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_33", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "565a9943c3b304db"
      }, 
      "inputs": [
        [
          63, 
          0, 
          0
        ], 
        [
          64, 
          0, 
          0
        ], 
        [
          65, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_193", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_193"
      }, 
      "inputs": [
        [
          66, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_93", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_9", 
        "hash": "1580cae57059bbf2"
      }, 
      "inputs": [
        [
          67, 
          0, 
          0
        ], 
        [
          66, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_198", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_198"
      }, 
      "inputs": [
        [
          68, 
          0, 
          0
        ], 
        [
          63, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p246", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p247", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_4", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "ab36c7f0d28a0f2a"
      }, 
      "inputs": [
        [
          69, 
          0, 
          0
        ], 
        [
          70, 
          0, 
          0
        ], 
        [
          71, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_204", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_204"
      }, 
      "inputs": [
        [
          72, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_10", 
        "hash": "fce3857ef7830dd7"
      }, 
      "inputs": [
        [
          73, 
          0, 
          0
        ], 
        [
          72, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_209", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_209"
      }, 
      "inputs": [
        [
          74, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p248", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p249", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "d8afef3ae62a292c"
      }, 
      "inputs": [
        [
          75, 
          0, 
          0
        ], 
        [
          76, 
          0, 
          0
        ], 
        [
          77, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_214", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_214"
      }, 
      "inputs": [
        [
          78, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "cc16bf906cee12e5"
      }, 
      "inputs": [
        [
          79, 
          0, 
          0
        ], 
        [
          78, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_219", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_219"
      }, 
      "inputs": [
        [
          80, 
          0, 
          0
        ], 
        [
          75, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p250", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p251", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_51", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "d8afef3ae62a292c"
      }, 
      "inputs": [
        [
          81, 
          0, 
          0
        ], 
        [
          82, 
          0, 
          0
        ], 
        [
          83, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_225", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_225"
      }, 
      "inputs": [
        [
          84, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_111", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "cc16bf906cee12e5"
      }, 
      "inputs": [
        [
          85, 
          0, 
          0
        ], 
        [
          84, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_230", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_230"
      }, 
      "inputs": [
        [
          86, 
          0, 
          0
        ], 
        [
          81, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p252", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p253", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_52", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "d8afef3ae62a292c"
      }, 
      "inputs": [
        [
          87, 
          0, 
          0
        ], 
        [
          88, 
          0, 
          0
        ], 
        [
          89, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_236", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_236"
      }, 
      "inputs": [
        [
          90, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_112", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "cc16bf906cee12e5"
      }, 
      "inputs": [
        [
          91, 
          0, 
          0
        ], 
        [
          90, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_241", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_241"
      }, 
      "inputs": [
        [
          92, 
          0, 
          0
        ], 
        [
          87, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p254", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p255", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_53", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "d8afef3ae62a292c"
      }, 
      "inputs": [
        [
          93, 
          0, 
          0
        ], 
        [
          94, 
          0, 
          0
        ], 
        [
          95, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_247", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_247"
      }, 
      "inputs": [
        [
          96, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_113", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "cc16bf906cee12e5"
      }, 
      "inputs": [
        [
          97, 
          0, 
          0
        ], 
        [
          96, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_252", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_252"
      }, 
      "inputs": [
        [
          98, 
          0, 
          0
        ], 
        [
          93, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p256", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p257", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_54", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "d8afef3ae62a292c"
      }, 
      "inputs": [
        [
          99, 
          0, 
          0
        ], 
        [
          100, 
          0, 
          0
        ], 
        [
          101, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_258", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_258"
      }, 
      "inputs": [
        [
          102, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_114", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "cc16bf906cee12e5"
      }, 
      "inputs": [
        [
          103, 
          0, 
          0
        ], 
        [
          102, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_263", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_263"
      }, 
      "inputs": [
        [
          104, 
          0, 
          0
        ], 
        [
          99, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p258", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p259", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_6", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "f7e5099938f1fff4"
      }, 
      "inputs": [
        [
          105, 
          0, 
          0
        ], 
        [
          106, 
          0, 
          0
        ], 
        [
          107, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_269", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_269"
      }, 
      "inputs": [
        [
          108, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_115", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "cc16bf906cee12e5"
      }, 
      "inputs": [
        [
          109, 
          0, 
          0
        ], 
        [
          108, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_274", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_274"
      }, 
      "inputs": [
        [
          110, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p260", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p261", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_7", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "c0c7be8e571d2730"
      }, 
      "inputs": [
        [
          111, 
          0, 
          0
        ], 
        [
          112, 
          0, 
          0
        ], 
        [
          113, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_279", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_279"
      }, 
      "inputs": [
        [
          114, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_12", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_12", 
        "hash": "725426d5bad859e2"
      }, 
      "inputs": [
        [
          115, 
          0, 
          0
        ], 
        [
          114, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_284", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_284"
      }, 
      "inputs": [
        [
          116, 
          0, 
          0
        ], 
        [
          111, 
          1, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [
    0, 
    12, 
    13, 
    18, 
    19, 
    24, 
    25, 
    40, 
    41, 
    46, 
    47, 
    52, 
    53, 
    58, 
    59, 
    64, 
    65, 
    70, 
    71, 
    76, 
    77, 
    82, 
    83, 
    88, 
    89, 
    94, 
    95, 
    100, 
    101, 
    106, 
    107, 
    112, 
    113
  ], 
  "heads": [
    [
      117, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        1, 
        2, 
        4, 
        3, 
        1, 
        2, 
        3, 
        1, 
        2, 
        4, 
        3, 
        1, 
        2, 
        5, 
        3, 
        2, 
        6, 
        7, 
        4, 
        1, 
        3, 
        4, 
        5, 
        8, 
        9, 
        2, 
        1, 
        4, 
        3, 
        2, 
        10, 
        11, 
        4, 
        1, 
        3, 
        1, 
        5, 
        4, 
        1, 
        3, 
        5, 
        4, 
        1, 
        2, 
        12, 
        4, 
        1, 
        3, 
        5, 
        4, 
        1, 
        2, 
        12, 
        4, 
        3, 
        13, 
        14, 
        4, 
        1, 
        2, 
        4, 
        5, 
        15, 
        16, 
        3, 
        12, 
        4, 
        2, 
        12, 
        17, 
        18, 
        4, 
        1, 
        3, 
        4, 
        5, 
        19, 
        20, 
        2, 
        1, 
        4, 
        3, 
        12, 
        21, 
        22, 
        4, 
        1, 
        2, 
        4, 
        23, 
        24, 
        5, 
        1, 
        4, 
        5, 
        12, 
        25, 
        26, 
        4, 
        1, 
        5, 
        4, 
        1, 
        27, 
        28, 
        5, 
        12, 
        4, 
        5, 
        12, 
        29, 
        30, 
        4, 
        1, 
        5, 
        4, 
        1, 
        31, 
        32, 
        5, 
        12, 
        4, 
        5, 
        12, 
        33, 
        34, 
        4, 
        1, 
        5, 
        4, 
        35, 
        36, 
        5, 
        1, 
        4, 
        3, 
        12, 
        37, 
        38, 
        4, 
        1, 
        2, 
        1
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 128, 128], 
        [1, 40, 1, 1], 
        [1, 40, 64, 64], 
        [1, 40, 64, 64], 
        [1, 24, 1, 1], 
        [1, 24, 64, 64], 
        [1, 24, 64, 64], 
        [1, 24, 64, 64], 
        [1, 144, 1, 1], 
        [1, 144, 32, 32], 
        [1, 144, 32, 32], 
        [1, 192, 1, 1], 
        [1, 192, 32, 32], 
        [1, 32, 32, 32], 
        [1, 192, 32, 32], 
        [1, 192, 1, 1], 
        [1, 192, 32, 32], 
        [1, 32, 32, 32], 
        [1, 192, 32, 32], 
        [1, 192, 32, 32], 
        [192, 1, 5, 5], 
        [1, 192, 1, 1], 
        [1, 192, 16, 16], 
        [1, 192, 1, 1], 
        [1, 192, 16, 16], 
        [1, 288, 16, 16], 
        [1, 48, 16, 16], 
        [288, 1, 5, 5], 
        [1, 288, 1, 1], 
        [1, 288, 16, 16], 
        [1, 288, 1, 1], 
        [1, 288, 16, 16], 
        [1, 288, 16, 16], 
        [1, 48, 16, 16], 
        [288, 1, 5, 5], 
        [1, 288, 1, 1], 
        [1, 288, 16, 16], 
        [1, 288, 1, 1], 
        [1, 288, 16, 16], 
        [1, 288, 1, 1], 
        [1, 288, 8, 8], 
        [1, 288, 8, 8], 
        [1, 576, 1, 1], 
        [1, 576, 8, 8], 
        [1, 96, 8, 8], 
        [1, 576, 8, 8], 
        [1, 576, 1, 1], 
        [1, 576, 8, 8], 
        [1, 96, 8, 8], 
        [1, 576, 8, 8], 
        [1, 576, 1, 1], 
        [1, 576, 8, 8], 
        [1, 96, 8, 8], 
        [1, 576, 8, 8], 
        [1, 576, 1, 1], 
        [1, 576, 8, 8], 
        [1, 96, 8, 8], 
        [1, 576, 8, 8], 
        [1, 576, 8, 8], 
        [576, 1, 5, 5], 
        [1, 576, 1, 1], 
        [1, 576, 8, 8], 
        [1, 576, 1, 1], 
        [1, 576, 8, 8], 
        [1, 816, 8, 8], 
        [1, 136, 8, 8], 
        [816, 1, 5, 5], 
        [1, 816, 1, 1], 
        [1, 816, 8, 8], 
        [1, 816, 1, 1], 
        [1, 816, 8, 8], 
        [1, 816, 8, 8], 
        [1, 136, 8, 8], 
        [816, 1, 5, 5], 
        [1, 816, 1, 1], 
        [1, 816, 8, 8], 
        [1, 816, 1, 1], 
        [1, 816, 8, 8], 
        [1, 816, 8, 8], 
        [1, 136, 8, 8], 
        [816, 1, 5, 5], 
        [1, 816, 1, 1], 
        [1, 816, 8, 8], 
        [1, 816, 1, 1], 
        [1, 816, 8, 8], 
        [1, 816, 8, 8], 
        [1, 136, 8, 8], 
        [816, 1, 5, 5], 
        [1, 816, 1, 1], 
        [1, 816, 8, 8], 
        [1, 816, 1, 1], 
        [1, 816, 8, 8], 
        [1, 816, 8, 8], 
        [816, 1, 5, 5], 
        [1, 816, 1, 1], 
        [1, 816, 4, 4], 
        [1, 816, 1, 1], 
        [1, 816, 4, 4], 
        [1, 1392, 4, 4], 
        [1, 232, 4, 4], 
        [1392, 1, 5, 5], 
        [1, 1392, 1, 1], 
        [1, 1392, 4, 4], 
        [1, 1392, 1, 1], 
        [1, 1392, 4, 4], 
        [1, 1392, 4, 4], 
        [1, 232, 4, 4], 
        [1392, 1, 5, 5], 
        [1, 1392, 1, 1], 
        [1, 1392, 4, 4], 
        [1, 1392, 1, 1], 
        [1, 1392, 4, 4], 
        [1, 1392, 4, 4], 
        [1, 232, 4, 4], 
        [1392, 1, 5, 5], 
        [1, 1392, 1, 1], 
        [1, 1392, 4, 4], 
