{
  "nodes": [
    {
      "op": "null", 
      "name": "input", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_0", 
        "Compiler": "mera_drp", 
        "hash": "a2de8beae23fab97"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply", 
        "hash": "ccee02688e77fd80"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_9", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_9", 
        "Compiler": "mera_drp", 
        "hash": "755d913c068f8322"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_1", 
        "hash": "e6fe24e20c9e9f73"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ], 
        [
          3, 
          1, 
          0
        ], 
        [
          3, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_18", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_18", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_18", 
        "Compiler": "mera_drp", 
        "hash": "e0f01d99dd198d4b"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ], 
        [
          3, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_2", 
        "hash": "2ca08e8a5d3f4c41"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ], 
        [
          5, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_30", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_30", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_30", 
        "Compiler": "mera_drp", 
        "hash": "9143181348a8ffa4"
      }, 
      "inputs": [
        [
          6, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_3", 
        "hash": "8c126701bafae2d6"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ], 
        [
          7, 
          1, 
          0
        ], 
        [
          7, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_41", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_41", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_41", 
        "Compiler": "mera_drp", 
        "hash": "a6f2079f8bee47e2"
      }, 
      "inputs": [
        [
          8, 
          0, 
          0
        ], 
        [
          7, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_3_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_3", 
        "hash": "8c126701bafae2d6"
      }, 
      "inputs": [
        [
          9, 
          0, 
          0
        ], 
        [
          9, 
          1, 
          0
        ], 
        [
          9, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_53", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_53", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_53", 
        "Compiler": "mera_drp", 
        "hash": "63cf0eb18adac940"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ], 
        [
          9, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p230", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p231", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "0d22bfe341e363e7"
      }, 
      "inputs": [
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_59", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_59", 
        "layout": "NCHW", 
        "hash": "d6ed34d8279ef5ea", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_59", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_4", 
        "hash": "b481295c6cda116b"
      }, 
      "inputs": [
        [
          15, 
          0, 
          0
        ], 
        [
          14, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_64", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_64", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_64", 
        "Compiler": "mera_drp", 
        "hash": "bc55e4197d60170b"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p232", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p233", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "02cdd1f0fdb8dd9f"
      }, 
      "inputs": [
        [
          17, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ], 
        [
          19, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_69", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_69", 
        "layout": "NCHW", 
        "hash": "82cba725bb3fa498", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_69", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          20, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_5", 
        "hash": "f505d08092a318c4"
      }, 
      "inputs": [
        [
          21, 
          0, 
          0
        ], 
        [
          20, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_74", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_74", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_74", 
        "Compiler": "mera_drp", 
        "hash": "192dc8771d53fead"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          17, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p234", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p235", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_1_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "02cdd1f0fdb8dd9f"
      }, 
      "inputs": [
        [
          23, 
          0, 
          0
        ], 
        [
          24, 
          0, 
          0
        ], 
        [
          25, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_80", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_80", 
        "layout": "NCHW", 
        "hash": "62f69870e451a157", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_80", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_5_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_5", 
        "hash": "f505d08092a318c4"
      }, 
      "inputs": [
        [
          27, 
          0, 
          0
        ], 
        [
          26, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_85", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_85", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_85", 
        "Compiler": "mera_drp", 
        "hash": "445ca3506d019ac6"
      }, 
      "inputs": [
        [
          28, 
          0, 
          0
        ], 
        [
          23, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_6", 
        "hash": "2e37f723df5a930f"
      }, 
      "inputs": [
        [
          29, 
          0, 
          0
        ], 
        [
          29, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_97", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_97", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_97", 
        "Compiler": "mera_drp", 
        "hash": "641bce8f4335bd4a"
      }, 
      "inputs": [
        [
          30, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_7", 
        "hash": "d9a2069d3718435a"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ], 
        [
          31, 
          1, 
          0
        ], 
        [
          31, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_108", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_108", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_108", 
        "Compiler": "mera_drp", 
        "hash": "f28b483375b9a3e8"
      }, 
      "inputs": [
        [
          32, 
          0, 
          0
        ], 
        [
          31, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_7_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_7", 
        "hash": "d9a2069d3718435a"
      }, 
      "inputs": [
        [
          33, 
          0, 
          0
        ], 
        [
          33, 
          1, 
          0
        ], 
        [
          33, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_120", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_120", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_120", 
        "Compiler": "mera_drp", 
        "hash": "8b1640900ba5dfea"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ], 
        [
          33, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_7_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_7", 
        "hash": "d9a2069d3718435a"
      }, 
      "inputs": [
        [
          35, 
          0, 
          0
        ], 
        [
          35, 
          1, 
          0
        ], 
        [
          35, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_132", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_132", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "3", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_132", 
        "Compiler": "mera_drp", 
        "hash": "d723ff919548e6cf"
      }, 
      "inputs": [
        [
          36, 
          0, 
          0
        ], 
        [
          35, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_7_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_7", 
        "hash": "d9a2069d3718435a"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ], 
        [
          37, 
          1, 
          0
        ], 
        [
          37, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_144", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_144", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_144", 
        "Compiler": "mera_drp", 
        "hash": "9cdc01153e7998cb"
      }, 
      "inputs": [
        [
          38, 
          0, 
          0
        ], 
        [
          37, 
          2, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p236", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p237", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_2", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "f10532f32832be34"
      }, 
      "inputs": [
        [
          39, 
          0, 
          0
        ], 
        [
          40, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_150", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_150", 
        "layout": "NCHW", 
        "hash": "81f2308e0bac36d0", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_150", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          42, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_8", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_8", 
        "hash": "15ed37fd5b0c712c"
      }, 
      "inputs": [
        [
          43, 
          0, 
          0
        ], 
        [
          42, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_155", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_155", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_155", 
        "Compiler": "mera_drp", 
        "hash": "0a4bb6bebc07b675"
      }, 
      "inputs": [
        [
          44, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p238", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p239", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "6af623c7d94c9219"
      }, 
      "inputs": [
        [
          45, 
          0, 
          0
        ], 
        [
          46, 
          0, 
          0
        ], 
        [
          47, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_160", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_160", 
        "layout": "NCHW", 
        "hash": "f63c7cad65e0a334", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_160", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          48, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_9", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_9", 
        "hash": "4f743b1b0bf30c9c"
      }, 
      "inputs": [
        [
          49, 
          0, 
          0
        ], 
        [
          48, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_165", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_165", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_165", 
        "Compiler": "mera_drp", 
        "hash": "ada423c8a9321131"
      }, 
      "inputs": [
        [
          50, 
          0, 
          0
        ], 
        [
          45, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p240", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p241", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "6af623c7d94c9219"
      }, 
      "inputs": [
        [
          51, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_171", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_171", 
        "layout": "NCHW", 
        "hash": "6caf565022b34fbb", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_171", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          54, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_9_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_9", 
        "hash": "4f743b1b0bf30c9c"
      }, 
      "inputs": [
        [
          55, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_176", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_176", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_176", 
        "Compiler": "mera_drp", 
        "hash": "9de79e3cebf47a79"
      }, 
      "inputs": [
        [
          56, 
          0, 
          0
        ], 
        [
          51, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p242", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p243", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "6af623c7d94c9219"
      }, 
      "inputs": [
        [
          57, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ], 
        [
          59, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_182", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_182", 
        "layout": "NCHW", 
        "hash": "58d06cf0172e6d96", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_182", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          60, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_9_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_9", 
        "hash": "4f743b1b0bf30c9c"
      }, 
      "inputs": [
        [
          61, 
          0, 
          0
        ], 
        [
          60, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_187", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_187", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_187", 
        "Compiler": "mera_drp", 
        "hash": "ae5a5338f8f8ad1e"
      }, 
      "inputs": [
        [
          62, 
          0, 
          0
        ], 
        [
          57, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p244", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p245", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_3", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "6af623c7d94c9219"
      }, 
      "inputs": [
        [
          63, 
          0, 
          0
        ], 
        [
          64, 
          0, 
          0
        ], 
        [
          65, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_193", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_193", 
        "layout": "NCHW", 
        "hash": "6c4dfa95f1e62b09", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_193", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          66, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_9_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_9", 
        "hash": "4f743b1b0bf30c9c"
      }, 
      "inputs": [
        [
          67, 
          0, 
          0
        ], 
        [
          66, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_198", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_198", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_198", 
        "Compiler": "mera_drp", 
        "hash": "72cba78ec0b7a73c"
      }, 
      "inputs": [
        [
          68, 
          0, 
          0
        ], 
        [
          63, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p246", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p247", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_4", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "56a9b9e3d62223d6"
      }, 
      "inputs": [
        [
          69, 
          0, 
          0
        ], 
        [
          70, 
          0, 
          0
        ], 
        [
          71, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_204", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_204", 
        "layout": "NCHW", 
        "hash": "26e9b8dc442cc973", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_204", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          72, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_10", 
        "hash": "9de54f3e6e212f59"
      }, 
      "inputs": [
        [
          73, 
          0, 
          0
        ], 
        [
          72, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_209", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_209", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_209", 
        "Compiler": "mera_drp", 
        "hash": "51d2e9cbb7069bec"
      }, 
      "inputs": [
        [
          74, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p248", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p249", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "f6a4f9a6f003c0bf"
      }, 
      "inputs": [
        [
          75, 
          0, 
          0
        ], 
        [
          76, 
          0, 
          0
        ], 
        [
          77, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_214", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_214", 
        "layout": "NCHW", 
        "hash": "176cb13a0fc44833", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_214", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          78, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_11", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "9d1757af52590757"
      }, 
      "inputs": [
        [
          79, 
          0, 
          0
        ], 
        [
          78, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_219", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_219", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_219", 
        "Compiler": "mera_drp", 
        "hash": "7fe4d8d41fca9725"
      }, 
      "inputs": [
        [
          80, 
          0, 
          0
        ], 
        [
          75, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p250", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p251", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "f6a4f9a6f003c0bf"
      }, 
      "inputs": [
        [
          81, 
          0, 
          0
        ], 
        [
          82, 
          0, 
          0
        ], 
        [
          83, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_225", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_225", 
        "layout": "NCHW", 
        "hash": "9fed631358ebee38", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_225", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          84, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_11_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "9d1757af52590757"
      }, 
      "inputs": [
        [
          85, 
          0, 
          0
        ], 
        [
          84, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_230", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_230", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_230", 
        "Compiler": "mera_drp", 
        "hash": "fdadf975fd1345ef"
      }, 
      "inputs": [
        [
          86, 
          0, 
          0
        ], 
        [
          81, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p252", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p253", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "f6a4f9a6f003c0bf"
      }, 
      "inputs": [
        [
          87, 
          0, 
          0
        ], 
        [
          88, 
          0, 
          0
        ], 
        [
          89, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_236", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_236", 
        "layout": "NCHW", 
        "hash": "ea78d27e69dad260", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_236", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          90, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_11_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "9d1757af52590757"
      }, 
      "inputs": [
        [
          91, 
          0, 
          0
        ], 
        [
          90, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_241", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_241", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_241", 
        "Compiler": "mera_drp", 
        "hash": "520d8df53d29cb5a"
      }, 
      "inputs": [
        [
          92, 
          0, 
          0
        ], 
        [
          87, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p254", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p255", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "f6a4f9a6f003c0bf"
      }, 
      "inputs": [
        [
          93, 
          0, 
          0
        ], 
        [
          94, 
          0, 
          0
        ], 
        [
          95, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_247", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_247", 
        "layout": "NCHW", 
        "hash": "4f6b051627f9cb8f", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_247", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          96, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_11_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "9d1757af52590757"
      }, 
      "inputs": [
        [
          97, 
          0, 
          0
        ], 
        [
          96, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_252", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_252", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_252", 
        "Compiler": "mera_drp", 
        "hash": "02aa00016a0c6033"
      }, 
      "inputs": [
        [
          98, 
          0, 
          0
        ], 
        [
          93, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p256", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p257", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_5", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "f6a4f9a6f003c0bf"
      }, 
      "inputs": [
        [
          99, 
          0, 
          0
        ], 
        [
          100, 
          0, 
          0
        ], 
        [
          101, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_258", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_258", 
        "layout": "NCHW", 
        "hash": "d26f05e593c05d1e", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_258", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          102, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_11_4", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "9d1757af52590757"
      }, 
      "inputs": [
        [
          103, 
          0, 
          0
        ], 
        [
          102, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_263", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_263", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "2", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_263", 
        "Compiler": "mera_drp", 
        "hash": "555b0109930412fc"
      }, 
      "inputs": [
        [
          104, 
          0, 
          0
        ], 
        [
          99, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p258", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p259", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_6", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_6", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "77c2d6cdab077466"
      }, 
      "inputs": [
        [
          105, 
          0, 
          0
        ], 
        [
          106, 
          0, 
          0
        ], 
        [
          107, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_269", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_269", 
        "layout": "NCHW", 
        "hash": "04ccae848d1c909e", 
        "out_layout": "", 
        "num_outputs": "1", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_269", 
        "Compiler": "mera_drp"
      }, 
      "inputs": [
        [
          108, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_multiply_11_5", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_multiply_11", 
        "hash": "9d1757af52590757"
      }, 
      "inputs": [
        [
          109, 
          0, 
          0
        ], 
        [
          108, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_main_274", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_main_274", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "out_layout": "", 
        "num_outputs": "2", 
        "num_inputs": "1", 
        "global_symbol": "tvmgen_default_tvmgen_default_mera_drp_main_274", 
        "Compiler": "mera_drp", 
        "hash": "88460cb66fe9b044"
      }, 
      "inputs": [
        [
          110, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p260", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p261", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_7", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_sigmoid_multiply_7", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "a0d0cc81bb67f59c"
      }, 
      "inputs": [
        [
          111, 
          0, 
          0
        ], 
        [
